// მომხმარებელს შემოატანინეთ რიცხვი 10'ის ფარგლებში ასევე თქვენ შექმენით ცვლადი num სადაც შეინახავთ თქვენთვის სასურველ რიცხვს თუ მომხმარებლის შემოტანილი რიცხვი არ იქნება თქვენი რიცხვის ტოლი მომხმარებელს ახლიდან შემოატანინეთ რიცხვი იქამდე სანამ თქვენს რიცხვს არ დაემთხვევა, დამთხვევის შემთხვევაში მიესალმეთ მომხმარებელს. (გამოიყენეთ switch case)


let userNumber = Number(prompt("შემოიტანე რიცხვი 10-ის ფარგლებში"))

let num = 5

switch(userNumber){
    case num:
        alert("სწორია")
        break
    default:
        alert("არასწორია")

}





