//  შექმენით ფუნქცია სადაც მომხმარებელი შემოიტანს ასაკს თუ ასაკი არ აღემატება 19 მაშინ გამოუტანეთ "თქვენ მიიღეთ 30% ფასდაკლება" თუ ასაკი მეტია ან ტოლი 19 და ნაკლები 50 გამოუტანეთ "თქვენ მიიღეთ 10% ფასდაკლება" და თუ ასაკი აღემატება 50 მაშნ გამოუტანეთ "თქვენ მიიღეთ 50% ფასდაკლება"

function userAge(age){
    switch(true){
        case(age < 19):
            console.log("თქვენ მიიღეთ 30% ფასდაკლება")
            break
        case(age >= 19 ):
            console.log("თქვენ მიიღეთ 10% ფასდაკლება")
            break
        case(age > 50 ):
            console.log("თქვენ მიიღეთ 50% ფასდაკლება")
            break
    } 
}


userAge(60)




